// - створити switch  в якому є назви планет сонячної системи.
// Якщо користувач вводить назву планети сонячної системи то виводити ця планета в сонячній системі.
// Якщо такої планети нема то виводити: такої планети нема в сонячній системі


let objectName = prompt('Напишіть назву обєкта сонячної системи');

switch (objectName) {
  case 'Меркурій':
  case 'меркурій':
  case 'Венера':
  case 'венера':
  case 'Земля':
  case 'земля':
  case 'Марс':
  case 'марс':
  case 'Пояс астероїдів':
  case 'пояс астероїдів':
  case 'Юпітер':
  case 'юпітер':
  case 'Сатурн':
  case 'сатурн':
  case 'Уран':
  case 'уран':
  case 'нептун':
  case 'Нептун':
  case 'Комети':
  case 'комети':
  case 'кентаври':
  case 'Кентаври':
  case 'транснептунові обєкти':
  case 'Транснептунові обєкти':
  case 'Геліосфера':
  case 'геліосфера':
  case 'хмара оорта':
  case 'Хмара оорта':

    console.log(`${objectName} є обєктов сонячної системи`);
    break;
  default:
    console.log('даного обєкта немає або некоректо введено назва');
}
